export const hospitalData = [
  {
    hospitalId: 1,
    image: "/hospital_img/adhunik.png",
    name: "ঈদগাহ আধুনিক হাসপাতাল",
    phone: "০১৮৮৬-২৩৩৫৮৮",
    address: "ডি সি রোড়, ইদগাঁও",
    open: "২৪/৭ খোলা",
    doctors: [],
  },
  {
    hospitalId: 2,
    image: "/hospital_img/model.png",
    name: "ঈদগাহ মডেল হাসপাতাল",
    phone: "০১৮৩০-৭৪১৩১৫",
    address: "ডি সি রোড়, ইদগাঁও",
    open: "২৪/৭ খোলা",
    website: "eidgahmodelhospital.com",
    doctors: [
      {
        id: 1,
        d_name: "ডাঃ এ.কে.এম. হারুন-অর-রশিদ",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস, বিসিএস (স্বাস্থ্য) এম.এস (অর্থো-সার্জারী)",
        d_work:
          "সহযোগী অধ্যাপক ও বিভাগীয় প্রধান (অর্থোপেডিক্স সাজারী) কক্সবাজার মেডিকেল কলেজ",
        d_visitingHour: "সময়ঃ প্রতি সোমবার বিকাল ৩:০০টা হতে সন্ধ্যা ৬:০০টা",
      },
      {
        id: 2,
        d_name: "ডা. মোহাম্মদ ইউসুফ আলী",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, এফসিপিএস (পার্ট-২) সার্জারী পি.জি.টি (অর্থো সার্জারী)",
        d_work:
          "ট্রেইন্ড ইন কার্ডিয়াক ইমার্জেন্সী (ন্যাশনাল হার্ট ফাউন্ডেশন) সার্জারী ও হাঁড় জোড়া রোগের চিকিৎসক",
        d_visitingHour: "সময়ঃ প্রতিদিন সকাল ৯ টা থেকে রাত ৯টা পর্যন্ত।",
      },
      {
        id: 3,
        d_name: " ডাঃ জেসমিন আরা পারভীন",
        d_image: "../icons/f_doctor.png",
        d_degree:
          "এমবিবিএস, সিসিডি (ডায়াবেটোলজি), ইডিসি (বারডেম) ডিএমইউ (সনোগ্রাফী), পিজিটি (মেডিসিন) পিজিটি (চর্ম ও যৌন রোগ)",
        d_work: "",
        d_visitingHour:
          "সময়ঃ সকাল ১১টা- দুপুর ০২টা, সন্ধ্যা ৭টা-রাত ৯ টা পর্যন্ত।",
      },
      {
        id: 4,
        d_name: "ডাঃ মোহাম্মদ রফিক উদ্দিন",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস, ডিসিএইচ (শিশু স্বাস্থ্য)",
        d_work: "কনসালটেন্ট-ঈদগাহ মডেল হাসপাতাল",
        d_visitingHour:
          "সময়ঃ প্রতিদিন সকাল ১০টা-দুপুর ২টা, বিকাল ৪টা-রাত ৯টা।",
      },
      {
        id: 5,
        d_name: " ডাঃ মুহাম্মদ মুনির হুসাইন",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস (সিএমসি), পিএইচডি (ইন্ডিয়া)পিজিটি (ফিজিক্যাল মেডিসিন)",
        d_work: "কনসালটেন্ট-ফিজিক্যাল মেডিসিন",
        d_visitingHour: "সময়ঃ প্রতি শনিবার বিকাল ৪টা থেকে রাত ৮টা পর্যন্ত।",
      },
      {
        id: 6,
        d_name: " ডাঃ মোঃ আবু ইউসুফ",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এম.বি.বি.এস (এম.ডি- রাশিয়া) পোস্ট গ্র্যাজুয়েশন ট্রেনিং (মেডিসিন এন্ড কার্ডিওলজি) সি.এম.ইউ (আল্ট্রাসনোগ্রাফি)",
        d_work: "মেডিকেল অফিসার, কক্সবাজার সদর হাসপাতাল ",
        d_visitingHour: "সময়ঃ প্রতিদিন বিকাল ৫টা হতে রাত ৯টা",
      },
      {
        id: 7,
        d_name: "ডাঃ মোঃ মফিজুল ইসলাম তালুকদার",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, পিজিটি (মেডিসিন), সিসিডি (বারডেম) স্পেশাল ট্রেইন্ড ইন মেডিসিন",
        d_work: " অ্যাজমা রোগে উচ্চতর ট্রেনিং প্রাপ্ত",
        d_visitingHour: "সময়ঃ প্রতি শুক্রবার সকাল ৯টা হতে বিকাল ৫টা",
      },
      {
        id: 8,
        d_name: "ডাঃ হাফেজ মাওঃ মোঃ হাবিবুর রহমান",
        d_image: "../icons/m_doctor.png",
        d_degree:
          " এমবিবিএস (ঢাকা), সিসিডি (বারডেম) পিজিটি (এনেস্থেসিয়া), ডিএমইউ (আল্ট্রা)",
        d_work: "",
        d_visitingHour: "সময়ঃ প্রতিদিন নিয়মিত রোগী দেখেন",
      },
      {
        id: 9,
        d_name: "ডাঃ মোঃ আব্দুর রহমান চৌধুরী",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস পিজিটি (ইন্টিগ্রেটিভ এন্ড ফাংশনাল মেডিসিন) ডিএমইউ (আল্ট্রা)",
        d_work: "",
        d_visitingHour:
          "সময়ঃ প্রতি বৃহস্পতিবার বিকাল ৪টা হতে রাত ৯টা। শুক্রবার সকাল ১০টা হতে রাত ৯টা",
      },
      {
        id: 10,
        d_name: "ডাঃ জুবাইর জাফরী",
        d_image: "../icons/m_doctor.png",
        d_degree: " এমবিবিএস (ঢাকা), সিএমইউ (আল্ট্রা)",
        d_work: "",
        d_visitingHour: "সময়ঃ দিবা-রাত্রি নিয়মিত রোগী দেখেন",
      },
      {
        id: 11,
        d_name: "ডাঃ জুনায়েদ সাঈদ ",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস (আর.ইউ) পি.জি.টি (নাক-কান-গলা)",
        d_work: "আবাসিক মেডিকেল অফিসার",
        d_visitingHour: "সময়ঃ দিবা-রাত্রি নিয়মিত রোগী দেখেন",
      },
      {
        id: 12,
        d_name: "ডাঃ আয়শা সিদ্দিকা ",
        d_image: "../icons/f_doctor.png",
        d_degree: "এমবিবিএস (আর.ইউ), সিএমইউ (আল্ট্রা)",
        d_work: "আবাসিক মেডিকেল অফিসার",
        d_visitingHour: "সময়ঃ দিবা-রাত্রি নিয়মিত রোগী দেখেন",
      },
    ],
  },
  {
    hospitalId: 3,
    image: "/hospital_img/medical_center.png",
    name: "ঈদগাহ মেডিকেল সেন্টার ও হাসপাতাল",
    phone: "০১৬১৮-১৪২৩৬৬",
    address: "ডি সি রোড়, ইদগাঁও",
    open: "২৪/৭ খোলা",
    doctors: [],
  },
  {
    hospitalId: 4,
    image: "/hospital_img/zamzam.png",
    name: "ঈদগাহ জমজম  হাসপাতাল",
    phone: "০১",
    address: "ডি সি রোড়",
    open: "২৪/৭ খোলা",
    doctors: [],
  },
];
