export const hospitalData = [
    {
        "hospitalId": 1,
        "image": "/hospital_img/adhunik.png",
        "name": "ঈদগাহ আধুনিক হাসপাতাল",
        "phone": "০১৮৮৬-২৩৩৫৮৮",
        "address": "ডি সি রোড়, ইদগাঁও",
        "open": "২৪/৭ খোলা",
        "doctors": [
            {
                "id": 1,
                "d_name": "ডাঃ কে. এম. হাইকন-অর-রশিদ",
                "d_degree": "এমবিবিএস, বিসিএস (স্বাস্থ্য), এম.এস (অর্থো-সার্জারি)",
                "d_specialist": "চর্ম, হাড়-জোড়া, বাত-ব্যথা বিশেষজ্ঞ",
                "d_visitingHour": "সন্ধ্যা ৬টা - রাত ৮টা"
            },
            {
                "id": 2,
                "d_name": "ডাঃ মোহাম্মদ ইউছুফ আলী",
                "d_degree": "এমবিবিএস, এমএস (সার্জারি)",
                "d_specialist": "সার্জারি ও শিশু সার্জন",
                "d_visitingHour": "বিকাল ৪টা - রাত ৮টা"
            },
            {
                "id": 3,
                "d_name": "ডাঃ জেসমিন আারা পারভীন",
                "d_degree": "এমবিবিএস, সিডিডি (ডায়াবেটোলজি)",
                "d_specialist": "ডায়াবেটিস, থাইরয়েড ও হরমোন বিশেষজ্ঞ",
                "d_visitingHour": "বিকাল ৩টা - রাত ৮টা"
            },
            {
                "id": 4,
                "d_name": "ডাঃ মোহাম্মদ রফিক উদ্দিন",
                "d_degree": "এমবিবিএস, ডিপ্লোমা (শিশু স্বাস্থ্য)",
                "d_specialist": "নবজাতক, শিশু ও কিশোর রোগ বিশেষজ্ঞ",
                "d_visitingHour": "বিকাল ৩টা - রাত ৮টা"
            },
            {
                "id": 5,
                "d_name": "ডাঃ মোঃ মহিউদ্দিন ইসলাম",
                "d_degree": "এমবিবিএস, এফসিপিএস (মেডিসিন)",
                "d_specialist": "মেডিসিন, কিডনি, হার্ট-ব্লাড প্রেসার বিশেষজ্ঞ",
                "d_visitingHour": "বিকাল ৫টা - রাত ৯টা"
            }
        ]
    },
    {
        "hospitalId": 2,
        "image": "/hospital_img/model.png",
        "name": "ঈদগাহ মডেল হাসপাতাল",
        "phone": "০১৮৩০-৭৪১৩১৫",
        "address": "ডি সি রোড়, ইদগাঁও",
        "open": "২৪/৭ খোলা",
        "doctors": [] // এখানে ডাক্তারদের ডেটা যোগ করতে পারেন
    },
    {
        "hospitalId": 3,
        "image": "/hospital_img/medical_center.png",
        "name": "ঈদগাহ মেডিকেল সেন্টার ও হাসপাতাল",
        "phone": "০১৬১৮-১৪২৩৬৬",
        "address": "ডি সি রোড়, ইদগাঁও",
        "open": "২৪/৭ খোলা",
        "doctors": [] // এখানে ডাক্তারদের ডেটা যোগ করতে পারেন
    },
    {
        "hospitalId": 4,
        "image": "/hospital_img/zamzam.png",
        "name": "ঈদগাহ জমজম  হাসপাতাল",
        "phone": "০১",
        "address": "ডি সি রোড়",
        "open": "২৪/৭ খোলা",
        "doctors": [] // এখানে ডাক্তারদের ডেটা যোগ করতে পারেন
    }
];