export const hospitalData = [
  {
    hospitalId: 1,
    image: "/hospital_img/adhunik.png",
    name: "ঈদগাহ আধুনিক হাসপাতাল",
    phone: "০১৮৮৬-২৩৩৫৮৮",
    address: "ডি.সি রোড, ঈদগাঁও, কক্সবাজার",
    open: "২৪/৭ খোলা",
    website: "",
    sheba: "",
    map: "https://www.google.com/maps/embed?pb=!4v1764419743643!6m8!1m7!1spp6Be8SluTQyJJo5s_OE1Q!2m2!1d21.55352107451931!2d92.06087532662595!3f314.2605352044943!4f-1.4712449771071476!5f0.7820865974627469",
    doctors: [
      {
        id: 1,
        d_name: "ডাঃ ইমতিয়াজুল হক",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস (ডিইউ), এমপিএইচ, পিজিটি- মেডিসিন। ডিএমইউ, পিজিটি- রেডিওলজি এবং ইমেজিং",
        d_work:
          "খাজা ইউনুস আলী মেডিকেল কলেজ ও হাসপাতাল ৷ প্রাক্তন SIMO (বিশ্ব স্বাস্থ্য সংস্থা)",
        d_visitingHour: " প্রতিদিন সকাল ০৯টা-রাত ১০টা পর্যন্ত",
      },
    ],
  },
  {
    hospitalId: 2,
    image: "/hospital_img/model.png",
    name: "ঈদগাহ মডেল হাসপাতাল",
    phone: "০১৮৩০-৭৪১৩১৫",
    address: "ডি.সি রোড, ঈদগাঁও, কক্সবাজার",
    open: "২৪/৭ খোলা",
    website: "https://eidgahmodelhospital.com",
    sheba: "",
    map: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d201451.6522162505!2d91.8502632963858!3d21.453031727265774!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30adb9001f70bc87%3A0x7d417d7bdc495a27!2z4KaI4Kam4KaX4Ka-4Ka5IOCmruCmoeCnh-CmsiDgprngpr7gprjgpqrgpr7gpqTgpr7gprI!5e1!3m2!1sen!2sbd!4v1764339647202!5m2!1sen!2sbd",
    doctors: [
      {
        id: 1,
        d_name: "ডাঃ এ.কে.এম. হারুন-অর-রশিদ",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস, বিসিএস (স্বাস্থ্য) এম.এস (অর্থো-সার্জারী)",
        d_work:
          "সহযোগী অধ্যাপক ও বিভাগীয় প্রধান (অর্থোপেডিক্স সাজারী) কক্সবাজার মেডিকেল কলেজ",
        d_visitingHour: " প্রতি সোমবার বিকাল ৩:০০টা হতে সন্ধ্যা ৬:০০টা",
      },
      {
        id: 2,
        d_name: "ডা. মোহাম্মদ ইউসুফ আলী",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, এফসিপিএস (পার্ট-২) সার্জারী পি.জি.টি (অর্থো সার্জারী)",
        d_work:
          "ট্রেইন্ড ইন কার্ডিয়াক ইমার্জেন্সী (ন্যাশনাল হার্ট ফাউন্ডেশন) সার্জারী ও হাঁড় জোড়া রোগের চিকিৎসক",
        d_visitingHour: "  প্রতিদিন সকাল ৯ টা থেকে রাত ৯টা পর্যন্ত।",
      },
      {
        id: 3,
        d_name: " ডাঃ জেসমিন আরা পারভীন",
        d_image: "../icons/f_doctor.png",
        d_degree:
          "এমবিবিএস, সিসিডি (ডায়াবেটোলজি), ইডিসি (বারডেম) ডিএমইউ (সনোগ্রাফী), পিজিটি (মেডিসিন) পিজিটি (চর্ম ও যৌন রোগ)",
        d_work: "",
        d_visitingHour:
          "  সকাল ১১টা- দুপুর ০২টা, সন্ধ্যা ৭টা-রাত ৯ টা পর্যন্ত।",
      },
      {
        id: 4,
        d_name: "ডাঃ মোহাম্মদ রফিক উদ্দিন",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস, ডিসিএইচ (শিশু স্বাস্থ্য)",
        d_work: "কনসালটেন্ট-ঈদগাহ মডেল হাসপাতাল",
        d_visitingHour: "  প্রতিদিন সকাল ১০টা-দুপুর ২টা, বিকাল ৪টা-রাত ৯টা।",
      },
      {
        id: 5,
        d_name: " ডাঃ মুহাম্মদ মুনির হুসাইন",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস (সিএমসি), পিএইচডি (ইন্ডিয়া)পিজিটি (ফিজিক্যাল মেডিসিন)",
        d_work: "কনসালটেন্ট-ফিজিক্যাল মেডিসিন",
        d_visitingHour: "  প্রতি শনিবার বিকাল ৪টা থেকে রাত ৮টা পর্যন্ত।",
      },
      {
        id: 6,
        d_name: " ডাঃ মোঃ আবু ইউসুফ",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এম.বি.বি.এস (এম.ডি- রাশিয়া) পোস্ট গ্র্যাজুয়েশন ট্রেনিং (মেডিসিন এন্ড কার্ডিওলজি) সি.এম.ইউ (আল্ট্রাসনোগ্রাফি)",
        d_work: "মেডিকেল অফিসার, কক্সবাজার সদর হাসপাতাল ",
        d_visitingHour: "  প্রতিদিন বিকাল ৫টা হতে রাত ৯টা",
      },
      {
        id: 7,
        d_name: "ডাঃ মোঃ মফিজুল ইসলাম তালুকদার",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, পিজিটি (মেডিসিন), সিসিডি (বারডেম) স্পেশাল ট্রেইন্ড ইন মেডিসিন",
        d_work: " অ্যাজমা রোগে উচ্চতর ট্রেনিং প্রাপ্ত",
        d_visitingHour: "  প্রতি শুক্রবার সকাল ৯টা হতে বিকাল ৫টা",
      },
      {
        id: 8,
        d_name: "ডাঃ হাফেজ মাওঃ মোঃ হাবিবুর রহমান",
        d_image: "../icons/m_doctor.png",
        d_degree:
          " এমবিবিএস (ঢাকা), সিসিডি (বারডেম) পিজিটি (এনেস্থেসিয়া), ডিএমইউ (আল্ট্রা)",
        d_work: "",
        d_visitingHour: "  প্রতিদিন নিয়মিত রোগী দেখেন",
      },
      {
        id: 9,
        d_name: "ডাঃ মোঃ আব্দুর রহমান চৌধুরী",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস পিজিটি (ইন্টিগ্রেটিভ এন্ড ফাংশনাল মেডিসিন) ডিএমইউ (আল্ট্রা)",
        d_work: "",
        d_visitingHour:
          "  প্রতি বৃহস্পতিবার বিকাল ৪টা হতে রাত ৯টা। শুক্রবার সকাল ১০টা হতে রাত ৯টা",
      },
      {
        id: 10,
        d_name: "ডাঃ জুবাইর জাফরী",
        d_image: "../icons/m_doctor.png",
        d_degree: " এমবিবিএস (ঢাকা), সিএমইউ (আল্ট্রা)",
        d_work: "",
        d_visitingHour: "  দিবা-রাত্রি নিয়মিত রোগী দেখেন",
      },
      {
        id: 11,
        d_name: "ডাঃ জুনায়েদ সাঈদ ",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস (আর.ইউ) পি.জি.টি (নাক-কান-গলা)",
        d_work: "আবাসিক মেডিকেল অফিসার",
        d_visitingHour: "  দিবা-রাত্রি নিয়মিত রোগী দেখেন",
      },
      {
        id: 12,
        d_name: "ডাঃ আয়শা সিদ্দিকা ",
        d_image: "../icons/f_doctor.png",
        d_degree: "এমবিবিএস (আর.ইউ), সিএমইউ (আল্ট্রা)",
        d_work: "আবাসিক মেডিকেল অফিসার",
        d_visitingHour: "  দিবা-রাত্রি নিয়মিত রোগী দেখেন",
      },
    ],
  },
  {
    hospitalId: 3,
    image: "/hospital_img/medical_center.png",
    name: "ঈদগাহ মেডিকেল সেন্টার ও হাসপাতাল",
    phone: "০১৬১৮-১৪২৩৬৬",
    address: "ডি.সি রোড, ঈদগাঁও, কক্সবাজার",
    open: "২৪/৭ খোলা",
    website: "",
    sheba: [
      "ডিজিটাল এক্স-রে",
      "প্যাথলজী",
      "আল্ট্রাসনোগ্রাফী",
      "ডিজিটাল ই.সি.জি",
      "অক্সিজেন",
      "নেবুলাইজেশন",
      "ভ্যাক্সিনেশন",
      "প্রসূতি সেবা",
      "ব্লাড ক্রসম্যাচিং",
      "কনসালটেন্ট",
      "কম্পিউটারাইজ রিপোর্ট",
      "সার্জন ডাক্তার দ্বারা খৎনা করা",
      "আধুনিক যন্ত্রসাহায্যে, নাক-কান ফুড়ানো",
      "টিউমার, হার্নিয়া পাইলস, এপেন্ডিসাইটিস",
      "এবং সিজারিয়ান সহ সব ধরনের জেনারেল সার্জারী করা হয়।",
    ],
    map: "https://www.google.com/maps/embed?pb=!3m2!1sen!2sbd!4v1764342997772!5m2!1sen!2sbd!6m8!1m7!1skHAXSmMe9J7dOrQ-3YfmLA!2m2!1d21.55384171867927!2d92.0612878861123!3f228.86023419466505!4f-1.4076860891477168!5f0.7820865974627469https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3710.8084141808554!2d92.05917287440248!3d21.55434536952109!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x30adb9542888d963%3A0x8f8af15b95d5eaa2!2sEidgah%20Medical%20Center%20%26%20Hospital!5e0!3m2!1sen!2sbd!4v1764343421169!5m2!1sen!2sbd",

    doctors: [
      {
        id: 1,
        d_name: "ডাঃ মোহাম্মদ ইউনুছ",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস, বিসিএস (স্বাস্থ্য), এফসিপিএস (মেডিসিন) ",
        d_work: "সহযোগী অধ্যাপক,চট্টগ্রাম মেডিকেল কলেজ ও হাসপাতাল",
        d_visitingHour:
          "প্রতি মাসের ২য় ও ৪র্থ বৃস্পপতিবার বিকাল ৩টা-রাত ৯ পর্যন্ত",
      },
      {
        id: 2,
        d_name: "ডাঃ মোঃ আহসানুল হক চৌধুরী",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, বিসিএস (স্বাস্থ্য), সিসিডি (বারডেম), এফসিপিএস (ফিজিক্যাল মেডিসিন)",
        d_work: "সহকারী অধ্যাপক, কক্সবাজার মেডিকেল কলেজ",
        d_visitingHour: "প্রতি জুমাবার বিকাল ৪ টা থেকে রাত ৮ টা পর্যন্ত",
      },
      {
        id: 3,
        d_name: "ডাঃ মোঃ মোস্তাফিজুর রহমান",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস (ঢাকা),বিসিএস (স্বাস্থ্য) ডিএলও(বিএসএমএমইউ)",
        d_work: "সহকারী অধ্যাপক, কক্সবাজার মেডিকেল কলেজ",
        d_visitingHour: "প্রতি রবিবার বিকাল ৩টা- সন্ধ্যা ৬টা পর্যন্ত",
      },
      {
        id: 4,
        d_name: "ডাঃ মিছবাহ উদ্দীন",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, বিসিএস (স্বাস্থ্য) এমআরসিপি(লন্ডন) এফসিপিএস(মেডিসিন)",
        d_work: "সহকারী রেজিস্ট্রার, মেডিসিন বিভাগ, কক্সবাজার সদর হাসপাতাল",
        d_visitingHour: "প্রতি মাসের ১ম ও ৩য় বৃস্পতিবার বিকাল ৩টা-৭টা পর্যন্ত",
      },
      {
        id: 5,
        d_name: "ডাঃ নাগিনা সুলতানা উর্মি",
        d_image: "../icons/f_doctor.png",
        d_degree: "এমবিবিএস (ডি.ইউ) ডিডিডি (বিএসএমএমইউ)",
        d_work:
          "সহকারী অধ্যাপক, চর্ম ও যৌন রোগ বিভাগ মেরিন সিটি মেডিকেল কলেজ হাসপাতাল, চট্টগ্রাম",
        d_visitingHour: "প্রতি মঙ্গলবার বিকাল ৩টা-৫টা পর্যন্ত",
      },
      {
        id: 6,
        d_name: "ডাঃ নজরুল ইসলাম",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, পিজিটি (শিশু) এফসিপিএস (শেষ পর্ব) পি জি পি এন (ইউ.এস.এ)",
        d_work: "সিনিয়র মেডিকেল অফিসার ঈদগাহ মেডিকেল সেন্টার এন্ড হাসপাতাল",
        d_visitingHour:
          "প্রতিদিন সকাল ১০টা-দুপুর ২টা, বিকাল ৩.৩০টা-রাত ৯টা পর্যন্ত",
      },
      {
        id: 7,
        d_name: "ডাঃ সুমাইয়া সুলতানা",
        d_image: "../icons/f_doctor.png",
        d_degree:
          "এমবিবিএস (সি ইউ), এফসিপিএস (গাইনী এন্ড অবস্) ফাইনাল পার্ট সিএমইউ (আল্ট্রাসনোগ্রাফী)",
        d_work:
          "সিনিয়র আবাসিক মেডিকেল অফিসার ঈদগাহ মেডিকেল সেন্টার এন্ড হাসপাতাল",
        d_visitingHour:
          "প্রতিদিন সকাল ১০টা- দুপুর ২টা, বিকাল ৪টা-রাত ৮টা পর্যন্ত",
      },
      {
        id: 8,
        d_name: "ডাঃ ইশরাত আক্তার ইলমা",
        d_image: "../icons/f_doctor.png",
        d_degree:
          "এমবিবিএস (ডিইউ), পিজিটি (গাইনী এন্ড অবস্) সিএমইউ (আল্ট্রাসনোগ্রাফী)",
        d_work: "আবাসিক মেডিকেল অফিসার ঈদগাহ মেডিকেল সেন্টার এন্ড হাসপাতাল",
        d_visitingHour: "প্রতিদিন নিয়মিত রোগী দেখেন",
      },
      {
        id: 9,
        d_name: "ডাঃ সাজ্জাদুর রহমান",
        d_image: "../icons/m_doctor.png",
        d_degree: "এমবিবিএস, (ডিইউ) সি.এম.ইউ. (আল্ট্রা)",
        d_work: "আবাসিক মেডিকেল অফিসার ঈদগাহ মেডিকেল সেন্টার এন্ড হাসপাতাল",
        d_visitingHour: "প্রতিদিন নিয়মিত রোগী দেখেন",
      },
      {
        id: 10,
        d_name: "ডাঃ জাহেদুর রহমান",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস (ডিইউ),পিজিটি (এনেছেশিয়া) সিএমইউ (আল্ট্রা), এমসিজিপি",
        d_work: "আবাসিক মেডিকেল অফিসার ঈদগাহ মেডিকেল সেন্টার এন্ড হাসপাতাল",
        d_visitingHour: "প্রতিদিন নিয়মিত রোগী দেখেন",
      },
    ],
  },
  {
    hospitalId: 4,
    image: "/hospital_img/al_haramain.png",
    name: "আল হারামাইন হাসপাতাল",
    phone: "০১৮৭৭-৯৯৭১৭১ / ০১৮২৩-৩৮৫৩৮৫",
    address: "গরুর বাজার, ঈদগাঁও, কক্সবাজার",
    open: "২৪/৭ খোলা",
    website: "",
    sheba: [
      "4D ডিজিটাল আল্ট্রাসনোগ্রাফি",
      "ই.সি.জি সুবিধা",
      "সার্বক্ষণিক নরমাল ডেলিভারি করা হয় ও প্রয়োজনে সিজারের সুব্যবস্থা রয়েছে",
      "কসমেটিক ডিভাইস ও ম্যানুয়াল খত্না করা হয়",
    ],
    map: "https://www.google.com/maps/embed?pb=!4v1764431281236!6m8!1m7!1sR4krZ6kCEw0c5If-_mKtPw!2m2!1d21.55020073004711!2d92.06723190330038!3f259.1007!4f0!5f0.7820865974627469",
    doctors: [
      {
        id: 1,
        d_name: "ডাঃ নাফিসা নাওয়ার",
        d_image: "../icons/f_doctor.png",
        d_degree:
          "এমবিবিএস (ডিইউ)এমআরসিওজি (পার্ট-১ ইউকে) ফেলোশিপ ইন ইনফার্টিলিটি (ইন্ডিয়া)",
        d_work: "পিজিটি (গাইনী এন্ড অবস) পিজিটি (চর্ম ও যৌন) ডিএমইউ (আল্ট্রা)",
        d_visitingHour: "দিবা-রাত্রি (২৪ ঘন্টা) রোগী দেখেন",
      },
      {
        id: 2,
        d_name: "ডাঃ মারুফ হোসেন",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস (ডিইউ) এমআরসিএস (পার্ট-১ ইউকে) ফেলোশিপ ইন স্পাইনাল এনেস্থিসিয়া (ইন্ডিয়া)",
        d_work: "পিজিটি এনেস্থিসিয়া (ঢাকা মেডিকেল কলেজ)",
        d_visitingHour: "দিবা-রাত্রি (২৪ ঘন্টা) রোগী দেখেন",
      },
      {
        id: 3,
        d_name: "ডাঃ মামুনুল হক মামুন",
        d_image: "../icons/m_doctor.png",
        d_degree:
          "এমবিবিএস, (চট্টগ্রাম মেডিকেল কলেজ হাসপাতাল) বিসিএস (স্বাস্থ্য) ডিডিভি, (পিজি হাসপাতাল-ঢাকা)",
        d_work: "কনসালটেন্ট, ডার্মাটোলজি এবং কসমেটিক্ সার্জন",
        d_visitingHour: "প্রতি শুক্রবার বিকাল ৫টা-রাত ৮টা পর্যন্ত",
      },
    ],
  },
  {
    hospitalId: 5,
    image: "/hospital_img/zamzam.png",
    name: "ঈদগাহ জমজম  হাসপাতাল",
    phone: "০১",
    address: "ডি.সি রোড, ঈদগাঁও, কক্সবাজার",
    open: "২৪/৭ খোলা",
    doctors: [],
  },
];
